affinity
audacity
cleanmymac
codex
codexbar
font-sf-mono
ghostty
helium-browser
karabiner-elements
legcord
microsoft-excel
microsoft-outlook
notion
obs
quickrecorder
rectangle-pro
shottr
spotify
telegram
visual-studio-code
