bat
cmake
eza
fisher
fzf
gh
git
git-delta
go
graphviz
hugo
jupyterlab
micro
mole
openjdk
oven-sh/bun/bun
pnpm
rust
typst
uv
wget
zoxide
