affinity
chatgpt
claude
codex
font-sf-mono
ghostty
gitbutler
helium-browser
karabiner-elements
keepingyouawake
keyboardcleantool
linearmouse
microsoft-excel
notion
quickrecorder
raycast
shottr
spotify
visual-studio-code
wispr-flow
