acsandmann/tap/rift
bat
btop
eza
fisher
fzf
gh
git
git-delta
libqalculate
mas
mole
neovim
octave
pnpm
pyright
ruff
tmux
tree
tree-sitter-cli
uv
wget
zoxide
