asvetliakov.vscode-neovim
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
codista.vscode-autosave
cstrap.python-snippets
darkriszty.markdown-table-prettify
drcika.apc-extension
eamodio.gitlens
ericsia.pythonsnippets3pro
esbenp.prettier-vscode
github.copilot
github.copilot-chat
josemurilloc.aura-spirit-dracula
mhutchie.git-graph
miguelsolorio.symbols
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
njqdev.vscode-python-typehint
oderwat.indent-rainbow
reditorsupport.r
shd101wyy.markdown-preview-enhanced
uniquevision.vscode-plpgsql-lsp
yoshinorin.current-file-path
