ansible
asdf
bash
bat
candid82/brew/joker
cmake
colima
commitizen
docker
docker-compose
duf
eza
fd
felixkratz/formulae/borders
ffmpegthumbnailer
file-formula
fish
fzf
gh
ghq
git
git-delta
glow
gnu-sed
graphviz
gum
htop
hugo
ifstat
jesseduffield/lazygit/lazygit
joshmedeski/sesh/sesh
jq
kondo
latexindent
libgit2@1.7
mycli
neovim
nmap
node
nowplaying-cli
open-mpi
poppler
pyenv
qalculate-gtk
radare2
railwaycat/emacsmacport/emacs-mac
ripgrep
switchaudio-osx
texlive
thefuck
tig
tlrc
tre-command
unar
wget
yazi
yqrashawn/goku/goku
zola
zsh-autosuggestions
zsh-syntax-highlighting
