tap "yqrashawn/goku"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Cross-platform make
brew "cmake"
# Modern, maintained replacement for ls
brew "eza"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Plugin manager for the Fish shell
brew "fisher"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# Small build system for use with gyp or CMake
brew "ninja"
# Terminal multiplexer
brew "tmux"
# Python virtual environment manager for the fish shell
brew "virtualfish"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# karabiner configurator
brew "yqrashawn/goku/goku"
# Image editing and design software
cask "affinity"
# Menu bar tool to limit maximum charging percentage
cask "aldente"
# Enable Windows-like alt-tab
cask "alt-tab"
# Chromium based browser
cask "arc"
# Multi-track audio editor and recorder
cask "audacity"
# Tool to remove unnecessary files and folders from disk
cask "cleanmymac"
# Window peeking utility app
cask "dockdoor"
# Text editor
cask "emacs-app"
cask "font-iosevka"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Game development engine
cask "godot"
# Keyboard customiser
cask "karabiner-elements"
# Open-source software for live streaming and screen recording
cask "obs"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Control your tools with a few keystrokes
cask "raycast"
# Screenshot measurement and annotation tool
cask "shottr"
# Music streaming service
cask "spotify"
# Open-source code editor
cask "visual-studio-code"
vscode "asvetliakov.vscode-neovim"
