tap "candid82/brew"
tap "danielgatis/imgcat"
tap "felixkratz/formulae"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "railwaycat/emacsmacport"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "xwmx/taps"
tap "yqrashawn/goku"
tap "zegervdv/zathura"
# Distributed revision control system
brew "git"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Modern, maintained replacement for ls
brew "eza"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Plugin manager for the Fish shell
brew "fisher"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# GNU version of the tar archiving utility
brew "gnu-tar"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Popular GNU data compression program
brew "gzip"
# Utility for directing compilation
brew "make"
# Platform built on V8 to build network applications
brew "node"
# PDF rendering library (based on the xpdf-3.0 code base)
brew "poppler"
# Object-relational database system
brew "postgresql@14"
# OCR (Optical Character Recognition) engine
brew "tesseract"
# Programmatically correct mistyped console commands
brew "thefuck"
# Terminal multiplexer
brew "tmux"
# Extraction utility for .zip compressed archives
brew "unzip"
# Python virtual environment manager for the fish shell
brew "virtualfish"
# Internet file retriever
brew "wget"
# Blazing fast terminal file manager written in Rust, based on async I/O
brew "yazi"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# Fish-like fast/unobtrusive autosuggestions for zsh
brew "zsh-autosuggestions"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
# karabiner configurator
brew "yqrashawn/goku/goku"
# Password manager that keeps all passwords secure behind one password
cask "1password"
# Menu bar tool to limit maximum charging percentage
cask "aldente"
# Enable Windows-like alt-tab
cask "alt-tab"
# Virtual Audio Driver
cask "blackhole-2ch"
# Tool to remove unnecessary files and folders from disk
cask "cleanmymac"
# Write, edit, and chat about your code with AI
cask "cursor"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Keyboard shortcuts for every button on your screen
cask "homerow"
# Keyboard customiser
cask "karabiner-elements"
# App to write, plan, collaborate, and get organised
cask "notion"
# Calendar for professionals and teams
cask "notion-calendar"
# Email client integrated with Notion workspace
cask "notion-mail"
# Control your tools with a few keystrokes
cask "raycast"
# Music streaming service
cask "spotify"
vscode "adlerribeiro.real-synth-2-0"
vscode "asvetliakov.vscode-neovim"
vscode "bodil.file-browser"
vscode "christian-kohler.path-intellisense"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "franzgollhammer.spacecat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "jock.svg"
vscode "kingleo.unzip"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "openai.chatgpt"
vscode "patbenatar.advanced-new-file"
vscode "postman.postman-for-vscode"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
