adlerribeiro.real-synth-2-0
asvetliakov.vscode-neovim
bodil.file-browser
christian-kohler.path-intellisense
esbenp.prettier-vscode
formulahendry.auto-rename-tag
franzgollhammer.spacecat
github.github-vscode-theme
golang.go
grapecity.gc-excelviewer
humao.rest-client
james-yu.latex-workshop
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
patbenatar.advanced-new-file
ritwickdey.liveserver
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
usernamehw.errorlens
yummygum.city-lights-theme
yzhang.markdown-all-in-one
