42crunch.vscode-openapi
arjun.swagger-viewer
arturodent.problems-copy
asvetliakov.vscode-neovim
benjaminbenais.copilot-theme
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
james-yu.latex-workshop
josemurilloc.aura-spirit-dracula
mateocerquetella.xcode-12-theme
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
patrickdanilevici.grey
pkief.material-icon-theme
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
subframe7536.custom-ui-style
yzhang.markdown-all-in-one
