tap "candid82/brew"
tap "danielgatis/imgcat"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "xwmx/taps"
tap "yqrashawn/goku"
brew "jpeg-turbo"
brew "little-cms2"
brew "bat"
brew "c-ares"
brew "fontconfig"
brew "commitizen"
brew "duf"
brew "eza"
brew "fd"
brew "file-formula"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gum"
brew "jq"
brew "latexindent"
brew "lazygit"
brew "lua"
brew "luv"
brew "mycli"
brew "mysql", restart_service: true
brew "neovim"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "openjdk"
brew "openvpn"
brew "pyenv"
brew "r"
brew "ripgrep"
brew "switchaudio-osx"
brew "texlive"
brew "thefuck"
brew "tig"
brew "tlrc"
brew "tmux"
brew "trash"
brew "tre-command"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/yabai"
brew "xwmx/taps/nb", args: ["HEAD"]
brew "yqrashawn/goku/goku"
cask "betterdisplay"
cask "discord"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "middle"
cask "sf-symbols"
cask "shottr"
cask "spacelauncher"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
vscode "ahmadawais.shades-of-purple"
vscode "albymor.increment-selection"
vscode "antiantisepticeye.vscode-color-picker"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "ciberturtle.sharp-icons"
vscode "codezombiech.gitignore"
vscode "codista.vscode-autosave"
vscode "cstrap.python-snippets"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "ericsia.pythonsnippets3pro"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "ivangabriele.vscode-git-add-and-commit"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jeffersonqin.latex-snippets-jeff"
vscode "josemurilloc.aura-spirit-dracula"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mine.cpplint"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "nadavgold.tex-matrix"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "orangex4.latex-sympy-calculator"
vscode "pawelborkar.jellyfish"
vscode "qufiwefefwoyn.kanagawa"
vscode "reditorsupport.r"
vscode "sabertazimi.latex-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shubhadipbhowmik.cpp-easy-snippet"
vscode "stkb.rewrap"
vscode "tecosaur.latex-utilities"
vscode "thomanq.math-snippets"
vscode "usernamehw.errorlens"
vscode "valentjn.vscode-ltex"
vscode "vomout.latex-syntax"
vscode "wix.vscode-import-cost"
vscode "xaver.clang-format"
vscode "yoshinorin.current-file-path"
vscode "yzhang.markdown-all-in-one"
