[
  "obsidian-vimrc-support",
  "obsidian42-brat",
  "highlightr-plugin",
  "obsidian-underline",
  "file-explorer-plus",
  "omnisearch",
  "automatic-table-of-contents",
  "image-converter",
  "various-complements",
  "templater-obsidian",
  "notebook-navigator",
  "nuke-orphans"
]