aaron-bond.better-comments
apjanke.octave-hacking
arturodent.problems-copy
buenon.scratchpads
cha0ran.deletecurrentfile
charliermarsh.ruff
davidanson.vscode-markdownlint
esbenp.prettier-vscode
fabiospampinato.vscode-diff
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.azure-repos
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.remote-repositories
openai.chatgpt
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
toasty-technologies.octave
tomoki1207.pdf
tusindfryd.octave-formatter
usernamehw.errorlens
viktorqvarfordt.vscode-pitch-black-theme
vscodevim.vim
